Hosted Parameter must be between 0 and 1
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId HostParameterRangeError { get; }
  Visual Basic
Public Shared ReadOnly Property HostParameterRangeError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ HostParameterRangeError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures PointFailures Class
  Autodesk.Revit.DB Namespace